Repository: a-kuz/msngr
Catalog: ios/MsngrKit/Sources/MsngrCore/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: ✨ Shader
ru: ✨ Шейдер

source: ✨ Sticker
ru: ✨ Стикер

source: %@ added you
ru: %@ добавил(а) вас

source: %@ added: %@
ru: %@ добавил(а): %@

source: %@ changed the group description
ru: %@ изменил(а) описание группы

source: %@ left the group
ru: %@ покинул(а) группу

source: %@ made an admin of: %@
ru: %@ назначил(а) администратором: %@

source: %@ made you an admin
ru: %@ назначил(а) вас администратором

source: %@ removed the group description
ru: %@ удалил(а) описание группы

source: %@ removed you
ru: %@ удалил(а) вас

source: %@ removed: %@
ru: %@ удалил(а): %@

source: %@ renamed the group to “%@”
ru: %@ изменил(а) название на «%@»

source: %@ revoked admin rights from: %@
ru: %@ снял(а) права администратора: %@

source: %@ revoked your admin rights
ru: %@ снял(а) с вас права администратора

source: %@ updated the group photo
ru: %@ обновил(а) фото группы

source: 👤 Contact
ru: 👤 Контакт

source: 📍 Location
ru: 📍 Геопозиция

source: 🎤 Voice message
ru: 🎤 Голосовое сообщение

source: 📹 Video message
ru: 📹 Видеосообщение

source: 📊 Poll
ru: 📊 Опрос

source: 🎥 Video
ru: 🎥 Видео

source: 🖼 Album
ru: 🖼 Альбом

source: 📷 Photo
ru: 📷 Фото

source: Could not reach the server. Check the connection and send the message again.
ru: Не удалось связаться с сервером. Проверьте соединение и отправьте сообщение заново.

source: File
ru: Файл

source: For 8 hours
ru: На 8 часов

source: For a week
ru: На неделю

source: For an hour
ru: На час

source: Forever
ru: Навсегда

source: Group
ru: Группа

source: Message not delivered
ru: Сообщение не доставлено

source: New message
ru: Новое сообщение

source: Reacted %@ to your message
ru: Реакция %@ на ваше сообщение

source: Reacted %@ to “%@”
ru: Реакция %1$@ на «%2$@»

source: New message request
ru: Новая заявка

source: The peer's key has changed. Confirm the new key to send the message.
ru: Ключ собеседника сменился. Подтвердите новый ключ, чтобы отправить сообщение.

source: The server rejected the message. Send it again or delete it.
ru: Сервер отклонил сообщение. Отправьте его заново или удалите.

source: until %@
ru: до %@

source: You
ru: Вы

source: You added: %@
ru: Вы добавили: %@

source: You are no longer a member of this chat.
ru: Вы больше не участник этого чата.

source: You blocked this user. Unblock them to write.
ru: Вы заблокировали этого пользователя. Снимите блокировку, чтобы писать ему.

source: You changed the group description
ru: Вы изменили описание группы

source: You left the group
ru: Вы покинули группу

source: You made an admin of: %@
ru: Вы назначили администратором: %@

source: You removed the group description
ru: Вы удалили описание группы

source: You removed: %@
ru: Вы удалили: %@

source: You renamed the group to “%@”
ru: Вы изменили название на «%@»

source: You revoked admin rights from: %@
ru: Вы сняли права администратора: %@

source: You updated the group photo
ru: Вы обновили фото группы
